Repository: Solar-Assistant/solar_assistant_public
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: ro

source: Miscellaneous settings
ro: Setări diverse

source: Monitoring connection
ro: Conexiune de monitorizare

source: Battery
ro: Baterie

source: Dashboard
ro: Tablou de bord

source: Grid
ro: Rețea

source: Inverter cluster
ro: Cluster de invertoare

source: Load
ro: Încărcare

source: Alarms
ro: Alerte

source: Charts
ro: Grafice

source: Configuration
ro: Configurare

source: Date
ro: Dată

source: Day
ro: Zi

source: Day ahead prices
ro: Prețuri anticipate

source: End
ro: Sfârșit

source: Planned grid outages
ro: Întreruperi planificate ale rețelei

source: Power
ro: Putere

source: Premium
ro: Primă

source: Price
ro: Preț

source: Source
ro: Sursă

source: Stage
ro: Etapă

source: The premium is the price deviation from the average.
ro: Prima este abaterea prețului de la medie.

source: The schedules above are sourced from <a href="https://solar-assistant.io/help/grid/eskom#where-does-the-data-come-from" target="_blank">eskom-calendar</a>
ro: Programele de mai sus sunt preluate de la <a href="https://solar-assistant.io/help/grid/eskom#where-does-the-data-come-from" target="_blank">calendarul eskom</a>

source: Totals
ro: Totaluri

source: %{amount} hours
ro: %{amount} ore

source: %{amount} mins
ro: %{amount} minute

source: 1 hour
ro: 1 oră

source: A battery doesn't discharge the same amount of kWh it took to charge it due to battery efficiency.
ro: O baterie nu descarcă aceeași cantitate de kWh necesară pentru a o încărca din cauza eficienței bateriei.

source: Apply
ro: Aplică

source: Automation log
ro: Jurnal automatizare

source: Automations are suspended until
ro: Automatizările sunt suspendate până

source: Battery discharged
ro: Baterie descărcată

source: Cancel
ro: Anulează

source: Depending on your inverter model, measurements isn't perfectly accurate. Some are far from it.
ro: În funcție de modelul invertorului dvs., măsurătorile nu sunt perfect exacte. Unele sunt departe de a fi astfel.

source: Grid exported
ro: Rețea exportată

source: Not connected
ro: Neconectat

source: Power management
ro: Gestionarea energiei

source: Suspend automations for
ro: Suspendă automatizările pentru

source: The following affects the numbers you see above:
ro: Următoarele afectează cifrele pe care le vedeți mai sus:

source: The power used by the inverter(s) themself are not included in the total load, but is supplied from either grid or solar PV.
ro: Puterea utilizată de invertor(e) nu este inclusă în sarcina totală, ci este furnizată fie de rețea, fie de PV solar.

source: edit
ro: editează

source: Activate
ro: Activează

source: Activate device
ro: Activează dispozitivul

source: Activation invalid
ro: Activare invalidă

source: Add automation
ro: Adaugă automatizare

source: Any
ro: Orice

source: Apply update and restart
ro: Aplică actualizarea și repornește

source: Are you sure you want to delete this automation?
ro: Sunteți sigur că doriți să ștergeți această automatizare?

source: Automation #%{number}
ro: Automatizare #%{number}

source: Auxiliary
ro: Auxiliar

source: Battery configuration
ro: Configurare baterie

source: Battery equalization
ro: Egalizare baterie

source: Battery temperature
ro: Temperatură baterie

source: Charge settings
ro: Setări încărcare

source: Clear historic data
ro: Șterge datele istorice

source: System
ro: Sistem

source: Configure local access
ro: Configurează accesul local

source: Connect
ro: Conectează

source: Disabled
ro: Dezactivat

source: Discharge settings
ro: Setări descărcare

source: Disconnect
ro: Deconectează

source: Download
ro: Descarcă

source: Download again
ro: Descarcă din nou

source: False
ro: Fals

source: Generator settings
ro: Setări generator

source: Grid and backup
ro: Rețea și backup

source: Grid charge schedule
ro: Program de încărcare rețea

source: Grid settings
ro: Setări rețea

source: Input/output
ro: Intrare/ieșire

source: No
ro: Nu

source: None
ro: Niciunul

source: Package and shutdown
ro: Pachet și oprire

source: Peak shift schedule
ro: Program de schimbare a vârfului

source: Priority settings
ro: Setări prioritate

source: Reboot
ro: Repornește

source: Register site
ro: Înregistrează site-ul

source: Remove
ro: Elimină

source: Resample totals
ro: Reeșantionează totalurile

source: Scan
ro: Scanează

source: Select automation
ro: Selectează automatizare

source: Smart load settings
ro: Setări încărcare inteligentă

source: Specification
ro: Specificație

source: Stage %{amount}
ro: Etapa %{amount}

source: Timer schedule
ro: Program temporizator

source: True
ro: Adevărat

source: Work mode
ro: Mod de lucru

source: Work mode schedule
ro: Program mod de lucru

source: browse
ro: răsfoiește

source: clear
ro: curăță

source: delete
ro: șterge

source: show all
ro: arată tot

source: view detail
ro: vezi detalii

source: Add
ro: Adaugă

source: Automations enable you to set inverter settings based on a schedule, battery state of charge, grid outage or other condition.
ro: Automatizările îți permit să setezi parametrii invertorului pe baza unui program, a stării de încărcare a bateriei, a întreruperii rețelei sau a altor condiții.

source: Based on which condition(s)?
ro: Pe baza cărei (căror) condiție (condiții)?

source: Battery state of charge control
ro: Controlul stării de încărcare a bateriei

source: Last %{number} days
ro: Ultimele %{number} zile

source: Last %{number} months
ro: Ultimele %{number} luni

source: Last %{number} weeks
ro: Ultimele %{number} săptămâni

source: Rule table
ro: Tabel de reguli

source: Set <br/>%{action}
ro: Setează <br/>%{action}

source: Which setting do you want to control?
ro: Ce setare dorești să controlezi?

source: Enabled
ro: Activat

source: Yes
ro: Da

source: %{mode} mode
ro: Mod %{mode}

source: AC
ro: CA

source: DC
ro: CC

source: Grid mode (SBU)
ro: Mod rețea (SBU)

source: Hybrid mode
ro: Mod hibrid

source: Solar/Battery mode
ro: Mod Solar/Baterie

source: Solar/Grid mode
ro: Mod Solar/Rețea

source: average
ro: medie

source: charge
ro: încărcare

source: discharge
ro: descărcare

source: highest
ro: cel mai înalt

source: lowest
ro: cel mai scăzut

source: transformer
ro: transformator

source: Clear EULA acceptance
ro: Șterge acceptarea EULA

source: Clear WiFi SSID and password
ro: Șterge SSID și parola WiFi

source: Clear password if set
ro: Șterge parola dacă este setată

source: Close
ro: Închide

source: Connect to %{ssid} WiFi network.
ro: Conectează-te la rețeaua WiFi %{ssid}.

source: Country code
ro: Codul țării

source: Device has been activated
ro: Dispozitivul a fost activat

source: Device not activated yet.
ro: Dispozitivul nu a fost activat încă.

source: Enter WiFi details or connect ETH cable
ro: Introdu detaliile WiFi sau conectează cablul ETH

source: If you still see a %{app_name} WiFI hotspot, then it was unable to connect to the WiFi network.
ro: Dacă încă vezi un hotspot WiFi %{app_name}, atunci nu s-a putut conecta la rețeaua WiFi.

source: Internet connection is required to finalize setup.
ro: Este necesară o conexiune la internet pentru a finaliza configurarea.

source: Is it blocked by firewall?
ro: Este blocat de firewall?

source: Network status
ro: Stare rețea

source: Next steps
ro: Pașii următori

source: Once completed, the unit can be disconnected from the internet permanently.
ro: Odată finalizat, unitatea poate fi deconectată permanent de la internet.

source: Open
ro: Deschide

source: Password
ro: Parolă

source: Select network
ro: Selectează rețeaua

source: Site ID
ro: ID site

source: Site owner
ro: Proprietar site

source: To prepare the device for customer use, select "Package and shutdown" to
ro: Pentru a pregăti dispozitivul pentru utilizarea de către client, selectează "Împachetează și oprește" pentru a

source: Trial until
ro: Perioada de încercare până la

source: Unable to connect to %{url} to finalize setup.
ro: Nu s-a putut conecta la %{url} pentru a finaliza configurarea.

source: Unregistered
ro: Neînregistrat

source: View site on %{url}
ro: Vizualizează site-ul pe %{url}

source: WiFi network
ro: Rețea WiFi

source: Advanced
ro: Avansat

source: CPU Temperature
ro: Temperatura CPU

source: Confirm USB power supply is 5V and 3A.
ro: Confirmă că alimentarea USB este de 5V și 3A.

source: Device board
ro: Placă dispozitiv

source: Device experienced %{count} voltage dips since boot.
ro: Dispozitivul a experimentat %{count} scăderi de tensiune de la pornire.

source: Localization
ro: Localizare

source: MQTT Broker
ro: Broker MQTT

source: Services
ro: Servicii

source: Software version
ro: Versiune software

source: Time
ro: Timp

source: USB devices
ro: Dispozitive USB

source: Update available
ro: Actualizare disponibilă

source: Voltage dips cause USB communication errors and suspends USB ports.
ro: Scăderile de tensiune cauzează erori de comunicare USB și suspendă porturile USB.

source: Capacity
ro: Capacitate

source: Interface
ro: Interfață

source: No matching devices found.
ro: Nu s-au găsit dispozitive corespunzătoare.

source: Note more than one USB ports can selected.
ro: Reține că pot fi selectate mai multe porturi USB.

source: Note more than one connection can selected.
ro: Reține că pot fi selectate mai multe conexiuni.

source: Save
ro: Salvează

source: Settings
ro: Setări

source: USB port can not be set as both inverter and battery.
ro: Portul USB nu poate fi setat atât ca invertor, cât și ca baterie.

source: Blank
ro: Gol

source: MQTT log
ro: Jurnal MQTT
