Repository: Solar-Assistant/solar_assistant_public
Catalog: priv/gettext/*/LC_MESSAGES/metrics.po
Languages: cs, de, es, fr, it, nl, ro

# Charger source priority
source: Utility first
cs: Nejprve síť
it: Priorità alla rete del gestore

# Charger source priority
source: Solar first
cs: Nejprve solární
de: Zuerst Solar
es: Primero solar
fr: Priorité au solaire
it: Priorità al solare
nl: Eerst zonne-energie
ro: Solar primul

# Charger source priority
source: Solar and utility simultaneously
cs: Solární a síť současně
de: Solar und Versorgung gleichzeitig
es: Solar y utilidad simultáneamente
fr: Solaire et réseau simultanément
it: Solare e rete gestore in contemporanea
nl: Zonne-energie en netstroom gelijktijdig
ro: Solar și utilitate simultan

# Charger source priority
source: Solar only
cs: Pouze solární
de: Nur Solar
es: Solo solar
fr: Solaire uniquement
it: Solo solare
nl: Alleen zonne-energie
ro: Numai solar

# Operation logic
source: Automatic
cs: Automatický
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
nl: Automatisch
ro: Automat

# Operation logic
source: Online mode
cs: Režim online
de: Online-Modus
es: Modo en línea
fr: Mode en ligne
it: Modalità online
nl: Online modus
ro: Mod online

# Operation logic
source: ECO mode
cs: Režim ECO
de: ECO-Modus
es: Modo ECO
fr: Mode ECO
it: Modalità ECO
nl: ECO modus
ro: Mod ECO

# Interface status
source: Up
cs: Nahoru
de: Aktiv
es: Arriba
fr: En ligne
it: Attivo
nl: Actief
ro: Sus

# Interface status
source: Down
cs: Dolů
de: Inaktiv
es: Abajo
fr: Hors ligne
it: Non attivo
nl: Niet actief
ro: Jos

# Device connection
source: Connected
cs: Připojeno
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
nl: Verbonden
ro: Conectat

# Device connection
source: Connecting
cs: Připojování
de: Verbindung wird hergestellt
es: Conectando
fr: Connexion en cours
it: Connessione in corso
nl: Verbinden
ro: Conectare

# AC input voltage range
source: UPS
de: USV
fr: Onduleur
it: Sistema di alimentazione senza interruzioni
