Repository: Solar-Assistant/solar_assistant_public
Catalog: priv/gettext/*/LC_MESSAGES/metrics.po
Languages: cs, de, es, fr, it, nl, ro

source: Current
cs: Proud
it: Corrente

source: Voltage
cs: Napětí
it: Tensione

source: Power
cs: Výkon
it: Potenza

source: State of charge
cs: Stav nabití
de: Ladestatus
es: Estado de carga
fr: État de charge
it: Stato della carica
nl: Laadstatus
ro: Stare de încărcare

source: Capacity
cs: Kapacita
de: Kapazität
es: Capacidad
fr: Capacité
it: Capacità
nl: Capaciteit
ro: Capacitate

source: Cycles
cs: Cykly
de: Zyklen
es: Ciclos
it: Cicli
nl: Cycli
ro: Cicluri

source: Charge capacity
cs: Kapacita nabíjení
de: Ladekapazität
es: Capacidad de carga
fr: Capacité de charge
it: Capacità di carica
nl: Laadcapaciteit
ro: Capacitate de încărcare

source: Cell temperature
cs: Teplota článku
de: Zellentemperatur
es: Temperatura de la celda
fr: Température de la cellule
it: Temperatura della cella
nl: Celtemperatuur
ro: Temperatura celulei

source: Cell voltage
cs: Napětí článku
de: Zellenspannung
es: Voltaje de la celda
fr: Tension de la cellule
it: Tensione della cella
nl: Celspanning
ro: Tensiunea celulei

source: Time of day
cs: Čas dne
de: Tageszeit
es: Hora del día
fr: Heure de la journée
it: Ora del giorno
nl: Tijd van de dag
ro: Ora din zi

source: Frequency
cs: Frekvence
it: Frequenza

source: Device mode
cs: Režim zařízení
de: Gerätemodus
es: Modo del dispositivo
fr: Mode de l'appareil
it: Modalità del dispositivo
nl: Modalit√† del dispositivo
ro: Modul dispozitivului

source: Provider
cs: Poskytovatel
de: Anbieter
es: Proveedor
fr: Fournisseur
it: Fornitore
nl: Aanbieder
ro: Furnizor

source: Provider connection
cs: Připojení poskytovatele
de: Anbieterverbindung
es: Conexión del proveedor
fr: Connexion du fournisseur
it: Connessione del fornitore
nl: Verbinding met aanbieder
ro: Conexiune cu furnizorul

source: Provider area
cs: Oblast poskytovatele
de: Anbieterbereich
es: Área del proveedor
fr: Zone du fournisseur
it: Area del fornitore
nl: Gebied van de aanbieder
ro: Zona furnizorului

source: Temperature
cs: Teplota
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
nl: Temperatuur
ro: Temperatură

source: Temperature MOS
cs: Teplota MOS
it: Temperatura MOS

source: Temperature ENV
cs: Teplota ENV
it: Temperatura ENV

source: Bus voltage
cs: Napětí sběrnice
de: BUS-Spannung
es: Tensión del bus
fr: Tension du bus
it: Tensione del bus
nl: Busspanning
ro: Tensiunea bus-ului

source: Load percentage
cs: Procento zátěže
de: Prozentuale Last
es: Porcentaje de carga
fr: Pourcentage de charge
it: Percentuale di carico
nl: Belastingspercentage
ro: Procentaj de încărcare

source: Load power
cs: Výkon zátěže
de: Lastleistung
es: Potencia de carga
fr: Puissance de charge
it: Potenza di carico
nl: Belastingsvermogen
ro: Putere de încărcare

source: Load apparent power
cs: Zjevný výkon zátěže
de: Scheinleistung der Last
es: Potencia aparente de carga
fr: Puissance apparente de charge
it: Potenza apparente di carico
nl: Schijnbaar vermogen van de belasting
ro: Putere aparentă de încărcare

source: AC output voltage
cs: Výstupní napětí AC
de: AC-Ausgangsspannung
es: Tensión de salida AC
fr: Tension de sortie AC
it: Tensione di uscita AC
nl: AC-uitgangsspanning
ro: Tensiune de ieșire AC

source: AC output frequency
cs: Výstupní frekvence AC
de: AC-Ausgangsfrequenz
es: Frecuencia de salida AC
fr: Fréquence de sortie AC
it: Frequenza di uscita AC
nl: AC-uitgangsfrequentie
ro: Frecvență de ieșire AC

source: AC output power
cs: Výstupní výkon AC
de: AC-Ausgangsleistung
es: Potencia de salida AC
fr: Puissance de sortie AC
it: Potenza di uscita AC
nl: AC-uitgangsvermogen
ro: Putere de ieșire AC

source: PV power
cs: Výkon PV
de: PV-Leistung
es: Potencia PV
fr: Puissance PV
it: Potenza impianto solare
nl: PV-vermogen
ro: Putere PV

source: PV voltage
cs: Napětí PV
de: PV-Spannung
es: Tensión PV
fr: Tension PV
it: Tensione impianto solare
nl: PV-spanning
ro: Tensiune PV

source: PV current
cs: Proud PV
de: PV-Strom
es: Corriente PV
fr: Courant PV
it: Corrente impianto solare
nl: PV-stroom
ro: Curent PV

source: Battery state of charge
cs: Stav nabití baterie
de: Batterieladestatus
es: Estado de carga de la batería
fr: État de charge de la batterie
it: Stato della carica della batteria
nl: Laadstatus van de batterij
ro: Starea de încărcare a bateriei

source: Battery voltage
cs: Napětí baterie
de: Batteriespannung
es: Tensión de la batería
fr: Tension de la batterie
it: Tensione della batteria
nl: Batterijspanning
ro: Tensiune baterie

source: Battery current
cs: Proud baterie
de: Batteriestrom
es: Corriente de la batería
fr: Courant de la batterie
it: Corrente della batteria
nl: Batterijstroom
ro: Curent baterie

source: Battery power
cs: Výkon baterie
de: Batterieleistung
es: Potencia de la batería
fr: Puissance de la batterie
it: Potenza della batteria
nl: Batterijvermogen
ro: Putere baterie

source: Grid voltage
cs: Napětí sítě
de: Netzspannung
es: Tensión de la red
fr: Tension du réseau
it: Tensione rete elettrica del gestore
nl: Netspanning
ro: Tensiunea rețelei

source: Grid frequency
cs: Frekvence sítě
de: Netzfrequenz
es: Frecuencia de la red
fr: Fréquence du réseau
it: Frequenza della rete elettrica del gestore
nl: Netfrequentie
ro: Frecvența rețelei

source: Grid power
cs: Výkon sítě
de: Netzleistung
es: Potencia de la red
fr: Puissance du réseau
it: Potenza della rete elettrica del gestore
nl: Netvermogen
ro: Puterea rețelei

source: Output source priority
cs: Priorita výstupního zdroje
de: Priorität der Ausgangsquelle
es: Prioridad de la fuente de salida
fr: Priorité de la source de sortie
it: Priorità della fonte di uscita
nl: Prioriteit van de uitgaande bron
ro: Prioritatea sursei de ieșire

source: AC input voltage range
cs: Rozsah vstupního napětí AC
de: AC-Eingangsspannungsbereich
es: Rango de voltaje de entrada AC
fr: Plage de tension d'entrée AC
it: Gamma di tensione di ingresso AC
nl: AC-ingangsspanningsbereik
ro: Gama de tensiune de intrare AC

source: Back to battery capacity
cs: Zpět na kapacitu baterie
de: Zurück zur Batteriekapazität
es: Capacidad de vuelta a la batería
fr: Retour à la capacité de la batterie
it: Capacità di ritorno alla batteria
nl: Terug naar batterijcapaciteit
ro: Înapoi la capacitatea bateriei

source: Back to battery voltage
cs: Zpět na napětí baterie
de: Zurück zur Batteriespannung
es: Voltaje de vuelta a la batería
fr: Retour à la tension de la batterie
it: Tensione di ritorno alla batteria
nl: Terug naar batterijspanning
ro: Înapoi la tensiunea bateriei

source: Battery absorption charge voltage
cs: Absorpční napětí nabíjení baterie
de: Batterie-Absorptionsladespannung
es: Voltaje de carga de absorción de la batería
fr: Tension de charge d'absorption de la batterie
it: Tensione della carica di assorbimento della batteria
nl: Absorptielaadspanning van de batterij
ro: Tensiunea de încărcare de absorbție a bateriei

source: Battery charge current
cs: Nabíjecí proud baterie
it: Corrente di carica della batteria

source: Battery charge power
cs: Nabíjecí výkon baterie
it: Potenza di carica della batteria

source: Battery discharge current
cs: Vybijecí proud baterie
it: Corrente di scarica della batteria

source: Battery discharge power
cs: Vybijecí výkon baterie
it: Potenza di scarica della batteria

source: Battery float charge voltage
cs: Plovoucí napětí nabíjení baterie
it: Tensione di carica di mantenimento della batteria

source: Battery type
cs: Typ baterie
it: Tipo di batteria

source: Buzzer
cs: Bzučák
de: Summer
es: Zumbador
fr: Avertisseur sonore
it: Segnalatore sonoro
nl: Zoemer

source: Charger source priority
cs: Priorita zdroje nabíječky
de: Priorität der Ladequelle
es: Prioridad de la fuente de carga
fr: Priorité de la source de charge
it: Priorità della fonte di carica
nl: Prioriteit van de laadbron
ro: Prioritatea sursei de încărcare

source: Discharge time to shutdown L2
cs: Čas vybíjení do vypnutí L2
it: Tempo di scarica per lo spegnimento L2

source: Firmware version
cs: Verze firmware
es: Versión del firmware
fr: Version du firmware
it: Versione del firmware
nl: Firmwareversie
ro: Versiunea firmware-ului

source: Grid regulation
cs: Regulace sítě
de: Netzregulierung
es: Regulación de la red
fr: Régulation du réseau
it: Regolazione della corrente di rete
nl: Netregulering
ro: Reglementarea rețelei

source: LCD backlight
cs: Podsvícení LCD
de: LCD Beleuchtung
es: Retroiluminación LCD
fr: Rétroéclairage LCD
it: Retroilluminazione display
nl: LCD-achtergrondverlichting
ro: Iluminare de fundal LCD

source: LCD reset to default
cs: Reset LCD na výchozí
de: LCD auf Standardwerte zurücksetzen
es: Reinicio de LCD a los valores predeterminados
fr: Réinitialisation LCD aux paramètres par défaut
it: Reimpostazione display ai valori predefiniti
nl: LCD resetten naar standaardinstellingen
ro: Resetare LCD la valorile implicite

source: Machine type
cs: Typ stroje
de: Maschinentyp
es: Tipo de máquina
fr: Type de machine
it: Tipo di Inverter
nl: Type machine
ro: Tipul mașinii

source: Max AC input current
cs: Maximální vstupní proud AC
de: Max. AC-Eingangsstrom
es: Corriente máxima de entrada AC
fr: Courant d'entrée AC maximum
it: Corrente massima in ingresso AC
nl: Maximale AC-ingangsstroom
ro: Curent maxim de intrare AC

source: Max AC output apparent power
cs: Maximální zjevný výstupní výkon AC
de: Max. AC-Ausgangsscheinleistung
es: Potencia aparente máxima de salida AC
fr: Puissance apparente de sortie AC maximum
it: Potenza apparente massima in uscita AC
nl: Maximaal schijnbaar uitgangsvermogen AC
ro: Putere aparentă maximă de ieșire AC

source: Max AC output current
cs: Maximální výstupní proud AC
de: Max. AC-Ausgangsstrom
es: Corriente máxima de salida AC
fr: Courant de sortie AC maximum
it: Corrente massima in uscita AC
nl: Maximale AC-uitgangsstroom
ro: Curent maxim de ieșire AC

source: Max AC output power
cs: Maximální výstupní výkon AC
it: Potenza massima in uscita AC

source: Max absorption charge time
cs: Maximální doba absorpčního nabíjení
de: Max. Absorptionsladedauer
es: Tiempo máximo de carga de absorción
fr: Temps de charge d'absorption maximum
it: Tempo massimo della carica di assorbimento
nl: Maximale absorptielaadtijd
ro: Timp maxim de încărcare de absorbție

source: Max charge current
cs: Maximální nabíjecí proud
de: Max. Ladestrom
es: Corriente máxima de carga
fr: Courant de charge maximum
it: Corrente di carica massima
nl: Maximale laadstroom
ro: Curent maxim de încărcare

source: Max grid charge current
cs: Maximální nabíjecí proud sítě
de: Max. Netzladestrom
es: Corriente máxima de carga de la red
fr: Courant de charge du réseau maximum
it: Corrente di carica massima della rete
nl: Maximale laadstroom van het net
ro: Curent maxim de încărcare de la rețea

source: Max parallel units
cs: Maximální počet paralelních jednotek
de: Max. Anzahl paralleler Einheiten
es: Unidades máximas en paralelo
fr: Unités parallèles maximum
it: Unità parallele massime possibili
nl: Maximale parallelle eenheden
ro: Unități paralele maxime

source: Model name
cs: Název modelu
de: Modellbezeichnung
es: Nombre del modelo
fr: Nom du modèle
it: Nome del modello
nl: Modelnaam
ro: Numele modelului

source: Model number
cs: Číslo modelu
it: Numero del modello

source: Nominal battery voltage
cs: Jmenovité napětí baterie
de: Batterie-Nennspannung
es: Voltaje nominal de la batería
fr: Tension nominale de la batterie
it: Tensione nominale della batteria
nl: Nominale batterijspanning
ro: Tensiunea nominală a bateriei

source: Operation logic
cs: Provozní logika
de: Betriebslogik
es: Lógica de operación
fr: Logique de fonctionnement
it: Logica di funzionamento impianto
nl: Bedrijfslogica
ro: Logica de funcționare

source: Output mode
cs: Režim výstupu
de: Ausgangsmodus
es: Modo de salida
fr: Mode de sortie
it: Modalità di uscita
nl: Uitgangsmodus
ro: Mod de ieșire

source: Over temperature restart
cs: Restart při přehřátí
de: Neustart bei Übertemperatur
es: Reinicio por sobretemperatura
fr: Redémarrage après surchauffe
it: Riavvio per sovratemperatura
nl: Herstart bij oververhitting
ro: Repornire la supratemperatură

source: Overload bypass
cs: Přetížení bypass
de: Überlast-Bypass
es: Bypass de sobrecarga
fr: Dérivation de surcharge
it: Bypass per sovraccarico
nl: Overbelastingsbypass
ro: Bypass la suprasarcină

source: Overload restart
cs: Restart při přetížení
de: Überlast-Neustart
es: Reinicio por sobrecarga
fr: Redémarrage après surcharge
it: Riavvio per sovraccarico
nl: Herstart bij overbelasting
ro: Repornire la suprasarcină

source: PV OK condition
cs: Stav PV OK
de: PV OK-Zustand
es: Condición PV OK
fr: Condition PV OK
it: Condizione Impianto Solare OK
nl: PV OK-status
ro: Condiție PV OK

source: PV charge voltage 1
cs: Nabíjecí napětí PV 1
it: Tensione di carica da pannelli solari 1

source: PV charge voltage 2
cs: Nabíjecí napětí PV 2
it: Tensione di carica da pannelli solari 2

source: PV charge voltage 3
cs: Nabíjecí napětí PV 3
it: Tensione di carica da pannelli solari 3

source: PV current 1
cs: Proud PV 1
it: Corrente da pannelli solari 1

source: PV current 2
cs: Proud PV 2
it: Corrente da pannelli solari 2

source: PV current 3
cs: Proud PV 3
it: Corrente da pannelli solari 3

source: PV power 1
cs: Výkon PV 1
it: Potenza da pannelli solari 1

source: PV power 2
cs: Výkon PV 2
it: Potenza da da pannelli solari 2

source: PV power 3
cs: Výkon PV 3
it: Potenza da pannelli solari 3

source: PV voltage 1
cs: Napětí PV 1
it: Tensione da pannelli solari 1

source: PV voltage 2
cs: Napětí PV 2
it: Tensione PV 2

source: PV voltage 3
cs: Napětí PV 3
it: Tensione da pannelli solari 3

source: PV power balance
cs: Bilance výkonu PV
it: Bilanciamento della potenza dai pannelli solari

source: Power saving
cs: Úspora energie
de: Energiesparen
es: Ahorro de energía
fr: Économie d'énergie
it: Risparmio energetico
nl: Energiebesparing
ro: Economie de energie

source: Primary source interrupt alarm
cs: Alarm přerušení primárního zdroje
de: Unterbrechungsalarm der Primärquelle
es: Alarma de interrupción de la fuente principal
fr: Alarme d'interruption de source principale
it: Allarme interruzione della fonte primaria
nl: Alarm voor onderbreking van de primaire bron
ro: Alarmă de întrerupere a sursei primare

source: Record fault code
cs: Záznam kódu chyby
de: Fehlercode aufzeichnen
es: Registrar código de fallo
fr: Enregistrer le code de défaut
it: Registrare il codice di errore
nl: Foutcode vastleggen
ro: Înregistrează codul de eroare

source: Shutdown L2 battery capacity
cs: Kapacita baterie při vypnutí L2
it: Capacità della batteria in spegnimento L2

source: Shutdown L2 hour
cs: Hodina vypnutí L2
it: Ora di spegnimento L2

source: Shutdown battery capacity
cs: Kapacita baterie při vypnutí
de: Batteriekapazität abschalten
es: Capacidad de la batería al apagar
fr: Capacité de batterie à l'arrêt
it: Capacità della batteria in spegnimento
nl: Batterijcapaciteit bij uitschakeling
ro: Capacitatea bateriei la oprire

source: Shutdown battery voltage
cs: Napětí baterie při vypnutí
de: Batteriespannung abschalten
es: Voltaje de la batería al apagar
fr: Tension de batterie à l'arrêt
it: Tensione della batteria in spegnimento
nl: Batterijspanning bij uitschakeling
ro: Tensiunea bateriei la oprire

source: Solar feed to grid
cs: Solární připojení do sítě
de: Solareinspeisung ins Netz
es: Alimentación solar a la red
fr: Alimentation solaire au réseau
it: Alimentazione solare alla rete elettrica del gestore
nl: Zonnevoeding naar het net
ro: Alimentare solară în rețea

source: Start L2 hour
cs: Hodina spuštění L2
it: Ora di avvio L2

source: System and load power
cs: Výkon systému a zátěže
it: Potenza del sistema e del carico

source: To grid battery capacity
cs: Kapacita baterie do sítě
de: Batteriekapazität ins Netz
es: Capacidad de batería a la red
fr: Capacité de batterie au réseau
it: Capacità della batteria alla rete
nl: Batterijcapaciteit naar het net
ro: Capacitatea bateriei către rețea

source: To grid battery voltage
cs: Napětí baterie do sítě
de: Batteriespannung ins Netz
es: Voltaje de batería a la red
fr: Tension de batterie au réseau
it: Tensione della batteria alla rete
nl: Batterijspanning naar het net
ro: Tensiunea bateriei către rețea

source: Topology
cs: Topologie
de: Topologie
es: Topología
fr: Topologie
it: Topologia
nl: Topologie
ro: Topologie

source: Battery equalization
cs: Vyrovnání baterie
de: Batterieausgleich
es: Equalización de batería
fr: Equalisation de batterie
it: Equalizzazione della batteria
nl: Batterij-equalisatie
ro: Egalizarea bateriei

source: Battery equalize now
cs: Vyrovnání baterie nyní
de: Batterie jetzt ausbalancieren
es: Equalizar batería ahora
fr: Equaliser la batterie maintenant
it: Equalizzare la batteria ora
nl: Nu batterij-equalisatie
ro: Egalizează bateria acum

source: Battery equalization voltage
cs: Vyrovnávací napětí baterie
de: Batterieausgleichsspannung
es: Voltaje de equalización de batería
fr: Tension d'égalisation de la batterie
it: Tensione di equalizzazione della batteria
nl: Equalisatiespanning van de batterij
ro: Tensiunea de egalizare a bateriei

source: Battery equalization time
cs: Čas vyrovnání baterie
de: Batterieausgleichszeit
es: Tiempo de equalización de batería
fr: Temps d'égalisation de la batterie
it: Tempo di equalizzazione della batteria
nl: Equalisatietijd van de batterij
ro: Timpul de egalizare a bateriei

source: Battery equalization timeout
cs: Vypršení času vyrovnání baterie
de: Zeitüberschreitung beim Batterieausgleich
es: Tiempo de espera de equalización de batería
fr: Temps d'expiration de l'égalisation de la batterie
it: Fine dell’ equalizzazione della batteria
nl: Equalisatietimeout van de batterij
ro: Timp de expirare a egalizării bateriei

source: Battery equalization interval
cs: Interval vyrovnání baterie
de: Intervall für den Batterieausgleich
es: Intervalo de equalización de batería
fr: Intervalle d'égalisation de la batterie
it: Intervallo dell’ equalizzazione della batteria
nl: Equalisatie-interval van de batterij
ro: Intervalul de egalizare a bateriei

source: Battery low voltage alarm start
cs: Start alarmu nízkého napětí baterie
de: Start des Niederspannungsalarms der Batterie
es: Inicio de alarma de bajo voltaje de batería
fr: Début de l'alarme de basse tension de la batterie
it: Avvio dell'allarme di bassa tensione della batteria
nl: Start van laagspanningsalarm van de batterij
ro: Pornirea alarmei de tensiune scăzută a bateriei

source: Battery low voltage alarm stop
cs: Stop alarmu nízkého napětí baterie
de: Stopp des Niederspannungsalarms der Batterie
es: Parada de alarma de bajo voltaje de batería
fr: Arrêt de l'alarme de basse tension de la batterie
it: Arresto dell'allarme di bassa tensione della batteria
nl: Stop van laagspanningsalarm van de batterij
ro: Oprirea alarmei de tensiune scăzută a bateriei

source: Battery over discharge voltage
cs: Napětí při nadměrném vybití baterie

source: Battery over discharge delay
cs: Zpoždění při nadměrném vybití baterie

source: RS485 address
cs: Adresa RS485
de: RS485-Adresse
es: Dirección RS485
fr: Adresse RS485
it: Indirizzo RS485
nl: RS485-adres
ro: Adresa RS485

source: System time
cs: Systémový čas
de: Systemzeit
es: Hora del sistema
fr: Heure du système
it: Orario del sistema
nl: Systeemtijd
ro: Ora sistemului

source: System date
cs: Systémové datum
de: Systemdatum
es: Fecha del sistema
fr: Date du système
it: Data del sistema
nl: Systeemdatum
ro: Data sistemului

source: Protocol version
cs: Verze protokolu
de: Protokollversion
es: Versión del protocolo
fr: Version du protocole
it: Versione del protocollo
nl: Protocolversie
ro: Versiunea protocolului

source: Serial number
cs: Sériové číslo

source: Firmware date
cs: Datum firmware
de: Firmware-Datum
es: Fecha del firmware
fr: Date du firmware
it: Data del firmware
nl: Firmwaredatum
ro: Data firmware-ului

source: Secondary firmware version
cs: Verze sekundárního firmware
de: Sekundäre Firmware-Version
es: Versión de firmware secundaria
fr: Version secondaire du firmware
it: Versione secondaria del firmware
nl: Secundaire firmwareversie
ro: Versiunea secundară a firmware-ului

source: Battery charge recovery voltage
cs: Napětí obnovení nabíjení baterie

source: Max PV charge current
cs: Maximální nabíjecí proud PV

# Monitoring connection
source: Direct cable
cs: Přímý kabel
de: Direktes Kabel
es: Cable directo
fr: Câble direct
it: Cavo diretto
nl: Directe kabel
ro: Cablu direct

# Topology
source: Transformerless
cs: Beztransformátorový
de: Ohne Wechselrichter
es: Sin transformador
fr: Sans transformateur
it: Senza trasformatore
nl: Zonder transformator
ro: Fără transformator

# Machine type
source: Off Grid
cs: Mimo síť
de: Netzunabhängig
es: Fuera de la red
fr: Hors réseau
it: Ad “Isola”

# Output mode
source: Single machine output
cs: Výstup jednoho stroje
de: Ausgang einer einzelnen Maschine
es: Salida de máquina única
fr: Sortie de machine unique
it: Uscita del singolo inverter
nl: Uitgang van enkele machine
ro: Ieșire mașină unică

# Output mode
source: Parallel output
cs: Paralelní výstup
de: Paralleler Ausgang
es: Salida en paralelo
fr: Sortie parallèle
it: Uscita parallela
nl: Parallelle uitgang
ro: Ieșire paralelă

# Output mode
source: Phase 1 of 3 Phase output
cs: Fáze 1 ze 3 fázového výstupu
de: Ausgang Phase 1 von 3 Phasen
es: Fase 1 de salida trifásica
fr: Phase 1 de sortie triphasée
it: Fase 1 dell’ uscita trifase
nl: Fase 1 van 3-fase-uitgang
ro: Faza 1 din ieșirea trifazică

# Output mode
source: Phase 2 of 3 Phase output
cs: Fáze 2 ze 3 fázového výstupu
de: Ausgang Phase 2 von 3 Phasen
es: Fase 2 de salida trifásica
fr: Phase 2 de sortie triphasée
it: Fase 2 dell’uscita trifase
nl: Fase 2 van 3-fase-uitgang
ro: Faza 2 din ieșirea trifazică

# Output mode
source: Phase 3 of 3 Phase output
cs: Fáze 3 ze 3 fázového výstupu
de: Ausgang Phase 3 von 3 Phasen
es: Fase 3 de salida trifásica
fr: Phase 3 de sortie triphasée
it: Fase 3 dell’uscita trifase
nl: Fase 3 van 3-fase-uitgang
ro: Faza 3 din ieșirea trifazică

# AC input voltage range
source: Appliance
cs: Spotřebič
de: Gerät
es: Electrodoméstico
fr: Appareil
it: Apparecchio
nl: Apparaat
ro: Aparat

# Device mode
source: Initializing
cs: Inicializace
de: Initialisierung
es: Inicializando
fr: Initialisation
it: Inizializzazione
nl: Initialiseren
ro: Inițializare

# Device mode
source: Fault
cs: Porucha
de: Fehler
es: Falla
fr: Défaut
it: Guasto
nl: Fout
ro: Defecțiune

# Device mode
source: Flash
cs: Blesk
de: Blitz
nl: Flits
ro: Blit

# Device mode
source: Solar/Battery
cs: Solární/Baterie
de: Solar/Batterie
es: Solar/Batería
fr: Solaire/Batterie
it: Solare/Batteria
nl: Zonne-energie/Batterij
ro: Solar/Baterie

# Device mode
source: Hybrid
cs: Hybridní
es: Híbrido
fr: Hybride
it: Ibrido
nl: Hybride
ro: Hibrid

# Device mode
source: Solar/Grid
cs: Solární/Síť
de: Solar/Netz
es: Solar/Red
fr: Solaire/Réseau
it: Solare/Rete gestore
nl: Zonne-energie/Net
ro: Solar/Rețea

# Device mode
source: Battery/Grid
cs: Baterie/Síť
de: Batterie/Netz
es: Batería/Red
fr: Batterie/Réseau
it: Batteria/Rete gestore
nl: Batterij/Net
ro: Baterie/Rețea

# Device mode
source: Grid
cs: Síť
de: Netz
es: Red
fr: Réseau
it: Rete gestore
nl: Net
ro: Rețea

# Output source priority
source: Utility first
cs: Nejprve síť
de: Versorgung zuerst
es: Primero utilidad
fr: Priorité au réseau
it: Priorità alla rete del gestore
nl: Eerst netstroom
ro: Utilitate prima

# Output source priority
source: Solar/Utility/Battery
cs: Solární/Síť/Baterie
de: Solar/Versorgung/Batterie
es: Solar/Utilidad/Batería
fr: Solaire/Réseau/Batterie
it: Solare/Rete gestore/Batteria
nl: Zonne-energie/Netstroom/Batterij
ro: Solar/Utilitate/Baterie

# Output source priority
source: Solar/Battery/Utility
cs: Solární/Baterie/Síť
de: Solar/Batterie/Versorgung
es: Solar/Batería/Utilidad
fr: Solaire/Batterie/Réseau
it: Solare/Batteria/Rete gestore
nl: Zonne-energie/Batterij/Netstroom
ro: Solar/Baterie/Utilitate
